package com.is2all.taridelhozn;

public class arraylist {

    String[] listarray = {

            "لا يوجد شيئ أسمه الفشل، بل هو فرصة للتعلم\n" ,

            "يقال أن أديسون فشل حوالى ألف مرة في اختراع المصباح \n وحينما سئل عن فشله 1000 مرة قال :\nانا لم افشل 1000 مرة \nبل اكتشفت 1000 طريقة لا تؤدى إلى اخترع المصباح." ,

            "العديد من حالات الفشل في الحياة هم الناس الذين لم يدركوا مدى قربهم من النجاح عندما تخلو .\n" ,

            "أبدأ حيث انتهى آخر رجل .\n" ,

            "العقل كالمظلة- لا يعمل إلا إذا كان مفتوحاً. (توماس ديور)\n" ,

            "ستصبح مشكلة فقط إذا أعتقدت أنت ذلك\n" ,

            "إذا اردت أن تغير شيئ فأبدأ بنفسك!\n" ,

            "إذا لم تنل مرادك فهذا لأن الله يريد لك الأفضل\n" ,

            "لا يجب أبدا إضاعة الوقت في اختراع أشياء لن يشتريها الناس \n" ,

            "يظن كل فرد أن حدود مجال رؤيته هي حدود العالم.(أرثر شوبنهاور)\n" ,

            "أنا أومن بشدة بالحظ، وأرى أنني كلما اجتهدت في عملي نلت مقداراً وفيراً منه. (توماس جيفرسون)\n" ,

            "مكتوب على أبواب الفرص كلمة (ادفع)\n" ,

            "الغاية غيرالمخطط لها مجرد حلم\n" ,

            "نعرف ما يحدث لمن يظل في منتصف الطريق، يتخطاه الآخرون\n" ,

            "التسويف (كلمة سوف) يسرق الوقت\n" ,

            "أنت في الطريق الصحيح طالما أنك تفكر .. سواء حققت ما تريد أم لم تحققه\n" ,

            "التفكر نور , والغفلة ظلمة ,والجهالة ضلالة , والعلم حياة والأول سابق , والآخر لاحق , والسعيد من وعظ بغيره\n" ,

            "الفشل هو مجموعة تجارب تسبق النجاح\n" ,

            "اصعب لحظة هي عندما يراك الناس انسانا ناجحا ويراك اهلك انسانا فاشلا\n" ,

            "الفشل لا يعني أنك انسان فاشل بل يعني انك لم تنجح بعد....\n" ,

            "النجاح ليس النقطة التي وصلت إليها،بل المسافة التي قطعتها منذ يوم أن بدأت.\n" ,

            "لا مفر من دخول الفشل على حياة كل منا، حتى انجح الناجحين، فالنفس البشرية لا يقضى عليها حين تفشل، بل حين تستسلم.\n" ,

            "هناك فرق شاسع بين كلمة فشلت وكلمة استسلمت\n" ,

            "خلف كل رجل ناجح سنوات طويلة من المحاولات والإخفاقات.\n" ,

            "أنظر الى الماء وخذ حكمتها فى مسيرتها ، فإذا ما اعترضها سد أو عائق ، لغيرت اتجاها لغيره ، واذا لم تستطع الى غيره سبيلا اعتلته ..\n" ,

            "بدل ان تلعن الظلام اوقد شمعة\n" ,

            "ربما تفشل اذا خاطرت ، ولكن من المؤكد انك ستفشل إذا لم تخاطر\n" ,

            "الارادة القوية تقصر المسافات.\n" ,

            "جبان واحد في جيشي، أشد خطراً علي من عشرة بواسل في جيش الأعداء(نابليون بونابرت)\n" ,

            "احذر ان تكون أهدافك مجرد أمنيات.. أو رغبات.. فتلك بضاعة الفقراء.\n" ,

            "ينقسم الفاشلون إلى نصفين: هؤلاء الذين يفكرون ولا يعملون، وهؤلاء الذين يعملون ولا يفكرون أبداً\n" ,

            "إذا غيرت نظرتك للأشياء ، الأشياء التي تنظر إليها تتغير.\n" ,

            "لولا تحدياتى لما إتعلمت .. لولا تعاستى لما سعدت لولا ألآمى لما إرتحت .. لولا مرضى لما شفيت لولا فقرى لما إتغنيت .. لولا فشلى لما نجحت - ابراهيم الفقي.\n" ,

            "ينبغي ان تؤمن بأن كل فرد تقابله هو معلم للصبر\n" ,

            "لا يوجد انسان تعيس ، و لكن توجد افكار تسبب الشعور بالتعاسة\n" ,

            "بعضنا ينجح بذكائه، و بعضنا ينجح بغباء الآخرين\n" ,

            "الأسباب الخمسة للنجاح : التركيز، التميز، التنظيم، التطوير، والتصميم\n" ,

            "أربع خطط للإنجاز : خطط، حضر، نفذ، تابع . \n" ,

            "عليك أن تتعلم قواعد اللعبة أولاً، ثم عليك أن تتعلم كيف تلعب أفضل من الآخرين\n" ,

            "إذا طُعنت من الخلف فأعلم أنك في المقدمة.\n" +
                    "“أدولف هتلر” \n" ,

            "اذا لم تكن تعرف الى أين أنت ذاهب، سوف لن تصل الى أي مكان .\n" ,

            "أهم يوميٌن في حياتك: يوم أن ولدت ويوم أن اكتشفت السبب.\n" ,

            "في الوقت الذي يُغلق فيه باب يُفتح باب آخر، الخطأ هو أن تظل ناظراً للباب المغلق ولا تنتبه للباب المفتوح.\n" ,

            "كل إنسان لديه جمال خاص، ولكن ليس كل إنسان يمكنه رؤية هذا الجمال.\n" ,

            "استفد من الإمكانيات المتاحة، فإذا لم تساعدك الرياح اصنع شراعاً.\n" ,

            "علٌم أولادك أن يصنعوا الأشياء لأنفسهم أفضل من أن تصنع لهم أنت، هذا هو ما سيضعهم على أول طريق النجاح.\n" ,

            "إذا أردت لأبنائك النجاح، امنحهم وقتاً أطول ومال أقل.\n" ,

            "تنتهي حياتك في اليوم الذي لا تلتفت فيه إلى الأشياء المهمة.\n" ,

            "غيٌر أفكارك لتتمكن من تغيير العالم.\n" ,

            "مدير المدرسة في اليابان يأكل قبل الطلبة بنصف ساعة (من مطبخ المدرسة) للتأكد من أن الأكل سليم ولن يمرضهم\n" ,

            "لَيس هُنآك شَخص مُعآق ؛ بَل هُنآك مُجتمع يُعيق\n" ,

            "القرآن : هوَ جنّة ، هوَ رِفعة ، هوَ هِدآية ، هوَ سبيل إسعآد وَ دربُ أمآن\n" ,

            "لا تسأل الله ان يخفف حملك، ولكن اسأله ان يقوي ظهرك\n" ,

            "ما أحلى إسم الله التواب ! يعطي المذنب أملا ليبدأ من جديد ويخرجه من دائرة الإحباط.\n" ,

            "اذا كنت مع الله فانت مع الاغلبيه المطلقه\n" ,

            "كل إنسان لديه موهبة. و لكن إن حكمت على السمكة بالفشل لعدم قدرتها على تسلق شجرة. فقد قتلت موهبة السباحة لديها . هل وجدت موهبتك بعد ؟\n" ,

            "ليس غباء من الفتاة اذآ صدقت كذبتك … فالغباء فعلًا: شعورك بــ(الرجولة) وانت تكذب عليها\n" ,

            "اللحظة قد تغير يومك. اليوم قد يغير حياتك. حياتك قد تغير العالم\n" ,

            "عند بكاء أولادي أو غضبهم وجدت أن آفضل طريقة لتهدئتهم هي حضنهم دون كلام أو نقاش أو معاتبة فقط حضن هادىء آثره عجيب\n" ,

            "يستغرق الأمر عشرين سنة، ليتحقق النجاح في ليلة أو ضحاها\n" ,

            "إذا لم تضع أمامك أهدافا واضحة، فلا تلومن إلا نفسك على عدم بلوغك لأي شيء.\n" ,

            "لكي تنجح عليك أولا أن تحب العمل الذي تقوم به . \n" ,

            "النجاح هو تحقيق ما ترغب به . أما السعادة فهي أن ترغب فيما تحققه . \n" ,

            "اذا أردت أن تحلم فلتكن أحلامك عظيمة . \n" ,

            "يفشل الكثيرون بسبب جهلهم بكم كانوا قريبين من النجاح عندما استسلموا للفشل .\n" ,

            "أولا حدد لنفسك ماذا تريد أن تكون، ثم كن ما تريد أن تكون .\n" ,

            "المثابرة عامل مهم من عوامل النجاح . \n" ,

            "الناس ترى الأشياء كما هي ثم تقول لماذا ؟ أما أنا فأرى الأشياء كما أحلم بها ثم أقول لما لا ؟ \n" ,

            "رحلة الألف ميل تبدأ بخطوة واحدة .\n" ,

            "اذا فعلنا كل ما نستطيع القيام به، سوف نندهش من قدراتنا . \n" ,

            "ما يستطيع العقل ادراكه، يستطيع تحقيقه .\n" ,

            "الناس الذين حققوا أشياء عظيم هم الناس الذين تجرأوا على الإقدام على ذلك . \n",

            "فشلت عدة مرات متتالية حتى نجحت .\n",

            "ان من لا يواجه التحديات، لا يعمل شيئا . \n",

            "الانسان الناجح هو الانسان الذي يستغل الفرص . \n",

            " العمل الجاد هو الثمن الذي ندفعه مقابل النجاح\n",

            "فكرة واحدة قد تدفعك نحو النجاح\n",

            "لا يكفي أن تفعل ما بوسعك، عليك أن تفعل ما هو ضروري . \n",

            "النجاح 10% الهام و 90% عمل . \n",

            "الفاشلون دائما يفكرون بعواقب الفشل . بينما الناجحون دائما يفكرون بجوائز النجاح .\n",

            "الناجح لا يأتي فجأة، النجاح سلسلة من الخطوات الصغيرة . \n",

            "أستطيع أن أتقبل الفشل، لكن لا أستطيع أن أتقبل عدم المحاولة . \n",

            "ارسم لنفسك صورة الانسان الناجح . واسعى لتحقيق هذه الصورة . \n",

            "المتشائم يرى صعوبة في كل فرصة، المتفائل يرى فرصة في كل صعوبة . \n",

            "خلف كل رجل ناجح هناك الكثير من السنوات الفاشلة . \n",

            " اذا سعيت نحو أهدافك، أهدافك بدورها ستعسى نحوك .\n",

            "في الحياة، كما في كرة القدم، المبدأ واحد، صوب نحو المرمى باستمرار . \n",

            "لا ينجح الناس الا في الأشياء التي يستمتعون بالقيام بها . \n",

            " ان أردت أن تبدأ بالتفكير، فلما لا تفكر بشئ عظيم . \n",

            " لا أعرف مفتاح النجاح، بينام مفتاح الفشل هو محاولة إرضاء الجميع . \n",

            "عش في خيالك، ليس في ماضيك . \n",

            "لماذا لا تتسلق الغصون لتحصل على الفاكهة، أليست الفاكهة هناك . \n",

            " لا تستطيع أن تكون ناجحا مميزا من دون بعض المشاكل المهمة .\n",

            "إعتقد أنك ستحقق هدفك، وسوف تحققه، إعتقد أنه يوجد حل، وسوف يوجد . \n",

            "الرجل الذي حمل جبلا، هو نفسه ذاك الرجل الذي بدأ بحمل الحجارة الصغيرة .\n",

            " الفرق الوحيد بين الناجح والفاشل هو أن الناجح يريد أن يحقق ما لا يريد الفاشل تحقيقه . \n",

            "النجاح هو القيام بالأعمال العادية بطريقة غير عادية . \n",

            " لكي تنجح يجب عليك فعل الأشياء التي تظن أنك لا تستطيع فعلها . \n",

            " لتحقيق النجاح، اعمل كما لو كان يستحيل عليك أن تفشل . \n",

            "إذا كنت لا تستطيع جعل الأمر جيداً ، على الأقل اجعله يبدو جيداً .\n",

            "إن الطريقة الوحيدة لإنجاز أعمال عظيمة هو أن تحب ما تعمل، وإذا لم تجد ما تحبه ،إستمر في البحث عنه،ولا تقنع بغيره،فكما هو الحال مع جميع مسائل القلب ،ستعرف ما تحبه حين تراه.\n",

            "أعتقد مبدئياً أننا نقوم بإغلاق عقولنا حين نبدأ بمشاهدة التلفاز، بينما نشغل عقولنا حين نجلس للعمل أمام كمبيوتراتنا-ستيف جوبز..\n",







    };
}
